{"sections":{"heading":{"type":"image-with-text-overlay","settings":{"image":"shopify:\/\/shop_images\/FAQ-image.jpg","image_position":"center center","mobile_image_position":"center center","height":"fixed","height_desktop":400,"height_mobile":300,"image_link":"","subheading":"","title":"Customer Support","title_size":46,"title_size_mobile":32,"use_h1":false,"text":"<p>Frequently Asked Questions<\/p>","enlarge_text":true,"button_label_1":"","button_url_1":"","button_label_2":"","button_url_2":"","text_alignment":"bottom left","full_width":true,"mobile_overlay_under":false,"overlay_style":"shadow"}},"main":{"type":"faq-header","settings":{"title":"FAQ","use_h1":false,"text":"","show_search":true,"show_index":true,"index_heading":""}},"5eeabb13-e7ec-45ac-a485-2d8cf14dcc19":{"type":"collapsible-tabs","blocks":{"template--16573742874849__5eeabb13-e7ec-45ac-a485-2d8cf14dcc19-16659188402f9fe5ae-0":{"type":"question","settings":{"title":"Precautions for using Medical Devices","answer":"<p>It is recommended that medical-related<br\/>products among the products sold by Medical be used only by doctors or medical<br\/>staff with a professional medical license equivalent thereto.<\/p><p>Medical-related products are strongly<br\/>influenced by individual health conditions, environment, and usage guidelines,<br\/>so it is recommended to use them according to the procedure and advice of a<br\/>professional before use.<\/p><p>Celmade does not provide usage guides for<br\/>personal use.<\/p><p>In addition, we inform you that Celmade Does<br\/>Not Take Any Legal Responsibility for Side Effects Caused by Improper Use.<\/p>"}},"template--16573742874849__5eeabb13-e7ec-45ac-a485-2d8cf14dcc19-16659188402f9fe5ae-1":{"type":"question","settings":{"title":"Advice on Managing Botulinum Toxin","answer":"<p>The optimal storage temperature for Botulinum<br\/>Toxin is 2°C to 8°C. Celmade has facilities for storing large quantities of<br\/>botulinum toxin. It is recommended that botulinum toxin be stored in the<br\/>refrigerator after it has been opened. We recommend using it within 30 days<br\/>after opening.<\/p><p>In addition, due to the nature of products that<br\/>must be diluted with saline, botulinum toxins are generally supplied in the<br\/>form of fine powder. For this reason, botulinum toxins may appear as empty<br\/>bottles.<\/p><p>Celmade ships products in Styrofoam boxes with<br\/>ice packs. In order to keep the temperature below 8°C, the product is shipped<br\/>as sealed as possible, which lasts for about 5 to 8 days. However, due to<br\/>seasonal influences in the destination country, the ice pack may arrive melted.<br\/>But don't worry too much about this.<\/p><p>Studies have shown that the effect of<br\/>temperature changes on the effectiveness of botulinum toxins is only a loss of<br\/>up to 10%. That said, it is still effective and not very dangerous.<\/p><p>(Products like Innotox can be<br\/>stored up to 40°C, so they are not affected by the storage temperature.)<\/p>"}},"eb7d2c1a-4411-4872-9588-36bed9a6c350":{"type":"question","settings":{"title":"Determining Damage","answer":"<p>Celmade is ensuring that products are shipped<br\/>in safe and robust packaging.<\/p><p>Occasionally, the exterior packaging may be<br\/>damaged, which we do not consider as damage.<\/p><p>We limit the definition of damage only to<br\/>product damage or loss, vial breakage, etc.<\/p><p>If it met these criteria for damage, please<br\/>request a replacement within 7 days of receiving the product, and we will<br\/>refund or resend the product.<\/p><p>In case of damage, we will pay the logistics<br\/>cost incurred during the return, and return is possible only through<br\/>international courier.<\/p><p>In addition, our Customer Service Center<br\/>provides a guide on the return procedure, so please make sure to check it<br\/>before returning it and follow the instructions.<\/p>"}}},"block_order":["template--16573742874849__5eeabb13-e7ec-45ac-a485-2d8cf14dcc19-16659188402f9fe5ae-0","template--16573742874849__5eeabb13-e7ec-45ac-a485-2d8cf14dcc19-16659188402f9fe5ae-1","eb7d2c1a-4411-4872-9588-36bed9a6c350"],"settings":{"title":"Product"}},"faq-content-1":{"type":"collapsible-tabs","blocks":{"question-1":{"type":"question","settings":{"title":"Expected Delivery Time","answer":"<p>All Celmade shipments originate from South<br\/>Korea. Shipping cost and delivery time vary depending on the destination<br\/>country, but it takes approximately 3-10 business days. This is based on<br\/>International Courier, DHL, FEDEX, etc., and may change depending on the<br\/>logistics situation in the destination country. This does not include Force<br\/>Majeure, such as natural disasters, political circumstances, or delays in<br\/>customs clearance.<\/p>"}},"question-2":{"type":"question","settings":{"title":"Order Tracking","answer":"<p>When shipping starts after ordering, please<br\/>log in by entering your ID and PW.<\/p><p>A Tracking Number is created to track the<br\/>product and you can track the shipment.<\/p><p>If delivery is delayed by more than 7 days,<br\/>please contact the Customs of your Country or the Customer Service Center of<br\/>your Local Logistics Company directly. Delivery delays may be due to issues<br\/>with Documents and Qualifications required for Customs Clearance and Taxation<br\/>according to the Destination Country’s Tax Laws, and Celmade is not involved in<br\/>taxes and customs clearance in the destination country.<\/p><p>For further enquiries, please contact the<br\/>Celmade’s Customer Service Center.<\/p>"}}},"block_order":["question-1","question-2"],"settings":{"title":"Shipping"}},"faq-content-2":{"type":"collapsible-tabs","blocks":{"question-1":{"type":"question","settings":{"title":"Customs Clearance Issues","answer":"<p>Medical-related products among Celmade’s<br\/>products have different Tax and Customs Clearance Standards according to the<br\/>Medical Law of the Destination Country. Medical-related products may have<br\/>Customs Issues, when imported from companies with no medical professional<br\/>licenses.<\/p><p>Although Celmade is not involved in taxes and<br\/>customs in the destination country, we advise as follows:<\/p><p>If your product has been stopped or<br\/>confiscated by customs, you have the right to request unpacking or return it to<br\/>the shipper.<\/p><p>Celmade may resend returned products.<br\/>(Excluding logistics costs), or the refunds excluding shipping charges are<br\/>possible.<\/p><p>In the refund process, product inspection<br\/>begins after the returned product arrives at us, and if there is no problem<br\/>with the product, it will be refunded.<\/p><p>Celmade is not responsible for products<br\/>confiscated or destroyed by customs. <br\/>(Please return the product if possible.)<\/p>"}},"question-2":{"type":"question","settings":{"title":"Tax in Destination Country","answer":"<p>All Celmade products are responsible for any<br\/>applicable taxes in Korea.<\/p><p>Taxes that may be levied in the destination<br\/>country may vary depending on the tax laws of the destination country. You are<br\/>responsible for the import tax of the destination country, and you need to<br\/>check the import tax of the country where you are located.<\/p>"}}},"block_order":["question-1","question-2"],"settings":{"title":"Customs & Taxes"}},"3efdd453-b17e-4fe1-b224-76833a920da6":{"type":"collapsible-tabs","blocks":{"template--16573742874849__3efdd453-b17e-4fe1-b224-76833a920da6-16659188402f9fe5ae-0":{"type":"question","settings":{"title":"Order Delay Issue","answer":"<p>Orders may be delayed due to various reasons<br\/>such as Insufficient Stock, Unknown Delivery Address, Discontinued Product,<br\/>Unconfirmed Payment, Delayed Response, etc.<\/p><p>Please contact our Customer Service Center and<br\/>we will solve it as soon as possible.<\/p>"}},"template--16573742874849__3efdd453-b17e-4fe1-b224-76833a920da6-16659188402f9fe5ae-1":{"type":"question","settings":{"title":"Withdraw Order","answer":"<p>Cancellation is possible only for orders<br\/>received before the product is shipped, and orders cannot be canceled After<br\/>Delivery.<\/p><p>You can request a return after receiving the<br\/>product. Logistics costs for shipping and returning products are not<br\/>refundable, and depending on the payment method, a refund may incur a fee.<\/p><p>For more information, please visit our<br\/>Customer Service Center.<\/p>"}}},"block_order":["template--16573742874849__3efdd453-b17e-4fe1-b224-76833a920da6-16659188402f9fe5ae-0","template--16573742874849__3efdd453-b17e-4fe1-b224-76833a920da6-16659188402f9fe5ae-1"],"settings":{"title":"Orders"}},"db96292c-ab7b-4c56-b0ef-da8e0c0a48eb":{"type":"collapsible-tabs","blocks":{"template--16573742874849__db96292c-ab7b-4c56-b0ef-da8e0c0a48eb-16659188402f9fe5ae-0":{"type":"question","settings":{"title":"Payments","answer":"<p>You can pay by credit card payment through our<br\/>shopping mall, Money Gram, Western Union, Wise or TT in advance bank transfer.<\/p><p>For payment via Money Gram, Western Union,<br\/>Wise, or TT in advance bank transfer, please contact our Customer Service<br\/>Center to inform you about the Payment Method in advance.<\/p><p>For payments made via Money Gram, Western<br\/>Union, Wise, TT in advance bank transfer, delivery is possible after we confirm<br\/>your final payment.<\/p><p>We do accept payments via Paypal. Refer your account page.<br\/>Paypal.<\/p>"}}},"block_order":["template--16573742874849__db96292c-ab7b-4c56-b0ef-da8e0c0a48eb-16659188402f9fe5ae-0"],"settings":{"title":"Payment"}},"19394ccd-56b9-413e-81e9-96e648a62c15":{"type":"collapsible-tabs","blocks":{"template--16573742874849__19394ccd-56b9-413e-81e9-96e648a62c15-16659188402f9fe5ae-0":{"type":"question","settings":{"title":"Return & Refund","answer":"<p>We will exchange or refund Within 14 Days in<br\/>the following cases.<\/p><p>Also, please contact our Customer Service<br\/>Center for guidance on exchange and refund procedures in advance.<\/p><p>1. The product is damaged<\/p><p>2. The wrong product was delivered<\/p><p>3. The product is missing<\/p><p>4. The customer changes their mind<\/p><p>We do not pay the return shipping cost for<br\/>refunds due to the customer’s change of mind.<\/p><p>The refund method may differ depending on the<br\/>initial payment method, and we do not compensate for the payment fee incurred<br\/>during payment.<\/p><p>In addition, refund fees may be added to<br\/>refunds due to a customer’s change of mind.<\/p><p>For orders that have passed 14 days after<br\/>receipt of the product, we consider the transaction to be closed.<\/p>"}},"template--16573742874849__19394ccd-56b9-413e-81e9-96e648a62c15-16659188402f9fe5ae-1":{"type":"question","settings":{"title":"Returns if the Product is Damaged, the Wrong Product was Delivered, or the Product is Missing","answer":"<p>Please provide us with a Detailed Video of the<br\/>damaged product within 14 days of receiving the product.<\/p><p>We limit the definition of damage to Internal<br\/>Product Damage or Loss, Vial Breakage, etc., and damage to the exterior of the<br\/>packaging box is not considered as damage.<\/p>"}},"ce7b597a-5a86-489d-96e9-408e9f497328":{"type":"question","settings":{"title":"Exchange and Return due to Customer’s simple Change of Mind","answer":"<p>Please report your change of mind to the<br\/>customer service center within 14 days of receiving the product. If the product<br\/>is damaged due to the customer’s fault, the product cannot be returned.<\/p><p>Before returning the product, please submit a<br\/>video showing whether the product is normal or not.<\/p><p>We are not responsible for shipping costs<br\/>incurred on returns.<\/p><p>Also, a refund fee may be charged depending on<br\/>the method of initial payment.<\/p>"}},"4fc82d24-54ab-4cb1-b4d9-64064af347e0":{"type":"question","settings":{"title":"Refund Request for Dissatisfaction after using the product","answer":"<p>Medical-related products among Celmade<br\/>products are recommended for use only by licensed medical professionals.<\/p><p>Because medical-related products are greatly<br\/>affected by individual health conditions, environment, and usage guidelines, in<br\/>case of misuse by an inexperienced or unlicensed person, even if used by a<br\/>licensee, may result in undesirable performance and results depending on the<br\/>end customer’s medical condition and medical history.<\/p><p>It is impossible to predict the various<br\/>environments and processes and the health status of each individual, and verify<br\/>the undesirable results that occur in the course of use. We announce the<br\/>detailed product characteristics of our products on our website. So We<br\/>recommend that you select our product by carefully considering the precautions<br\/>and product specifics when using it.<\/p><p>Celmade Disclaims any Liability for Product<br\/>Performance and Dissatisfaction or Adverse Effects.<\/p><p>However, if you want a refund due to<br\/>dissatisfaction with the product after use, please submit a detailed video<br\/>about the use process from the first opening to the unsatisfactory situation to<br\/>us. Then, after close review and consultation with our quality control team, we<br\/>will contact you to decide whether to refund the product or not.<\/p><p>For more information, please contact our<br\/>Customer Service Center.<\/p>"}}},"block_order":["template--16573742874849__19394ccd-56b9-413e-81e9-96e648a62c15-16659188402f9fe5ae-0","template--16573742874849__19394ccd-56b9-413e-81e9-96e648a62c15-16659188402f9fe5ae-1","ce7b597a-5a86-489d-96e9-408e9f497328","4fc82d24-54ab-4cb1-b4d9-64064af347e0"],"settings":{"title":"Return & Refund"}},"dbc176d6-b2d3-4065-b092-d2123814e056":{"type":"collapsible-tabs","blocks":{"template--16573742874849__dbc176d6-b2d3-4065-b092-d2123814e056-16659188402f9fe5ae-0":{"type":"question","settings":{"title":"Wholesale Inquiry","answer":"<p>Our Customer Service Center provides assistance and guidance for you. Please use the <a href=\"\/pages\/wholesale\" title=\"Wholesale \/ Distributor Inquiry\">Wholesale Inquiry Form<\/a> to contact us.<\/p>"}}},"block_order":["template--16573742874849__dbc176d6-b2d3-4065-b092-d2123814e056-16659188402f9fe5ae-0"],"settings":{"title":"Wholesale Inquiry"}},"contact":{"type":"rich-text","blocks":{"icon":{"type":"icon","settings":{"icon":"chat_bubble"}},"heading":{"type":"heading","settings":{"title":"Get in touch","use_h1":false}},"text":{"type":"text","settings":{"text":"<p>Have not found your answer? Please do ot hesitate to contact our customer support team for an assistance.<\/p>","enlarge_text":true}},"button":{"type":"button","settings":{"button_label":"Contact us","button_link":"shopify:\/\/pages\/contact","button_style":"secondary"}}},"block_order":["icon","heading","text","button"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"use_alt_bg":true}}},"order":["heading","main","5eeabb13-e7ec-45ac-a485-2d8cf14dcc19","faq-content-1","faq-content-2","3efdd453-b17e-4fe1-b224-76833a920da6","db96292c-ab7b-4c56-b0ef-da8e0c0a48eb","19394ccd-56b9-413e-81e9-96e648a62c15","dbc176d6-b2d3-4065-b092-d2123814e056","contact"]}